import Section from 'components/common/Section/Section';
import Container from 'components/common/Container/Container';
import './RulesPage.scss';

const RulesPage = props => {
  return (
    <main>
      <Section type="section-rules">
        <Container>
          <h2 className="section-title">Правила експлуатації матраців</h2>
          <p className="text">
            При експлуатації матраца необхідно пам'ятати, що, як і будь-який
            інший виріб, його необхідно використовувати за призначенням. При цій
            умові, за дотриманням правил експлуатації матрац прослужить
            максимально довго.
          </p>
          <p className="text">
            Правила експлуатації матраців не складні — необхідно хоча б раз на
            місяць перевертати матрац, змінюючи положення "голова-ноги", і не
            рідше одного разу на три місяці перевертати матрац з одного боку на
            інший. Робити це необхідно вдвох, інакше ризик пошкодження матраца є
            досить високий.
          </p>
          <p className="text">
            Для того щоб матрац максимально проявляв свої властивості,
            необхідно, щоб він лежав на рівній жорсткій основі, або на каркасі з
            гнучкими дерев'яними планками (ламелями), при цьому відстань між
            планками не повинна бути більше за 7-8 см. Не допускається
            експлуатація матрацу на основі менших розмірів — матрац буде
            неминуче пошкоджений.
          </p>
          <p className="text">
            Якщо матрац лежить на основі з гнучкими планками, використовуйте
            підматрацник, при цьому підійде і будь-яке старе простирадло —
            важливо вберегти тканину матраца від пилу, яка обов'язково буде
            сідати на неї з підлоги в проміжках між планками.
          </p>
          <p className="text">
            У разі серйозного забруднення матраца спробуйте очистити його сухим
            шматком поролону. Якщо не вийде, не ризикуйте мити або терти його з
            водою, бо обов'язково залишаться плями. Краще викличте спеціальну
            хімчистку.
          </p>
          <h4 className="title">Забороняється:</h4>
          <ul className="list-ban">
            <li className="item">
              <span>використовувати матрац не за призначенням;</span>
            </li>
            <li className="item">
              <span>стрибати на матраці;</span>
            </li>
            <li className="item">
              <span>перегинати матрац при перенесенні;</span>
            </li>
            <li className="item">
              <span>прасувати матрац праскою;</span>
            </li>
            <li className="item">
              <span>
                розташовувати матрац поблизу відкритого вогню або нагрівальних
                приладів;
              </span>
            </li>
            <li className="item">
              <span>
                зберігати матрац в приміщенні з відносною вологістю більш за
                70%:
              </span>
            </li>
          </ul>
        </Container>
      </Section>
    </main>
  );
};

export default RulesPage;
