import Tagline from 'components/common/Tagline/Tagline';
import { imgHelpPage } from 'data/help-img-set';
import './HelpArticle.scss';

const {
  intro,
  item1,
  item2,
  item3,
  item4,
  intro_2x,
  item1_2x,
  item2_2x,
  item3_2x,
  item4_2x,
} = imgHelpPage;

const HelpArticle = () => {
  return (
    <div className="help-article">
      <h2 className="section-title">Рекомендації щодо вибору матраца</h2>

      <div className="box-img">
        <img
          src={intro}
          srcSet={`${intro} 1x, ${intro_2x} 2x`}
          alt="Задумливий хлопець сидить на ліжку"
          width="450"
          height="300"
        />
      </div>

      <p className="text">
        <span className="bold">Матрац</span> – це важлива складова комфортного
        сну. Правильний вибір матраца може значно підвищити якість сну та
        сприяти загальному відчуттю добробуту та здоров'я. Однак, вибір матраца
        може бути досить складним, особливо, якщо ви не знайомі з різними типами
        матраців та їх особливостями. У цій статті ми розглянемо деякі важливі
        аспекти, які допоможуть вам правильно вибрати матрац.
      </p>

      <h3 className="item-title">
        1. Визначте свій тип статури тіли та переваги
      </h3>

      <div className="box-img">
        <img
          src={item1}
          srcSet={`${item1} 1x, ${item1_2x} 2x`}
          loading="lazy"
          alt="Пара лежить на ліжку"
          width="450"
          height="300"
        />
      </div>

      <p className="text">
        Кожна людина унікальна, і її тіло має свої особливості. Важливо
        визначити свій тип статури та переваги при виборі матрацу. Якщо ви
        любите м'який матрац, вибирайте матраци з низькою жорсткістю. Якщо ж ви
        віддаєте перевагу більш жорсткій поверхні, то вибирайте матраци з більш
        високою жорсткістю. Також важливо враховувати вашу вагу та зріст при
        виборі матраца. Наприклад, якщо ви маєте велику вагу, то вам може
        знадобитися матрац з більш високою жорсткістю, щоб забезпечити підтримку
        вашого тіла.
      </p>

      <h3 className="item-title">2. Вивчіть різні типи матраців</h3>

      <div className="box-img">
        <img
          src={item2}
          srcSet={`${item2} 1x, ${item2_2x} 2x`}
          loading="lazy"
          alt="Сімейна пара вибирає матрац"
          width="450"
          height="300"
        />
      </div>

      <p className="text">
        Існує кілька типів матраців, кожен із яких має свої особливості. Деякі з
        найбільш поширених типів матраців включають:
      </p>

      <ul className="list-type-mattress">
        <li>
          <p>Пружинні матраци</p>
        </li>
        <li>
          <p>Пінні матраци</p>
        </li>
        <li>
          <p>Латексні матраци</p>
        </li>
        <li>
          <p>Гібридні матраци</p>
        </li>
        <li>
          <p>Матраци на воді</p>
        </li>
      </ul>

      <p className="text">
        Кожен тип матрацу має свої переваги та недоліки. Наприклад, пінні
        матраци можуть забезпечувати хорошу підтримку тіла та зменшувати тиск на
        суглоби, але вони також можуть бути менш міцними та мати обмежений
        повітрообмін. Пружинні матраци, з іншого боку, можуть бути міцнішими і
        мати більш високу вентиляцію, але вони можуть бути менш комфортними для
        людей з проблемами зі спиною.
      </p>

      <h3 className="item-title">3. Зверніть увагу на розмір</h3>

      <div className="box-img">
        <img
          src={item3}
          srcSet={`${item3} 1x, ${item3_2x} 2x`}
          loading="lazy"
          alt="Дівчина лежить на великому матраці"
          width="450"
          height="300"
        />
      </div>

      <p className="text">
        Розмір матраца також дуже важливий під час вибору. Необхідно враховувати
        розміри вашого ліжка, а також переваги простору для сну. Якщо ви спите
        вдвох, то вибирайте матрац розміром не менше queen size, щоб забезпечити
        комфортний простір для обох. Також враховуйте, що висота матраца може
        відрізнятися залежно від типу, і це може бути важливим для вас, якщо у
        вас є спеціальні потреби, такі як проблеми зі спиною або мобільності.
      </p>

      <h3 className="item-title">4. Враховуйте бюджет</h3>

      <div className="box-img">
        <img
          src={item4}
          srcSet={`${item4} 1x, ${item4_2x} 2x`}
          loading="lazy"
          alt="Чоловік лежить на ліжку з ноутбуком"
          width="450"
          height="300"
        />
      </div>

      <p className="text">
        Ціна на матраци може сильно змінюватися в залежності від типу, розміру
        та бренду. Встановіть для себе межу бюджету та постарайтеся вибрати
        матрац, який відповідає вашим потребам та бюджету. Не забувайте, що
        матрац – це інвестиція у ваше здоров'я та комфорт, тому не варто дуже
        економити на якості матраца.
      </p>

      <p className="text">
        <span className="bold">Вибір матраца</span> – це важливий крок, який
        може вплинути на ваше здоров'я та комфорт під час сну. Використовуйте ці
        рекомендації, щоб вибрати матрац, який буде ідеально відповідати вашим
        потребам та допоможе вам отримати максимальний комфорт та якісний
        відпочинок.
      </p>

      <p className="text">
        <span className="bold">Markiz Company</span> виготовляє якісну продукцію
        ортопедичних матраців, у нас ви можете знайти продукт, який забезпечить
        ваші потреби та бажання. Якщо у вас виникли питання ви можете
        зателефонувати нам, наші менеджери порадять та допоможуть з вибором
        відповідного матрацу.
      </p>

      <Tagline />
    </div>
  );
};

export default HelpArticle;
