import checkIcon from 'images/icons/check.png';
import clipboardIcon from 'images/icons/clipboard.png';
import moneyIcon from 'images/icons/money.png';
import handshakeIcon from 'images/icons/handshake.png';

const advantagesConfig = [
  {
    icon: checkIcon,
    title: 'Якість',
    text: 'Наші матраци, були ретельно розроблені та виготовлені, щоб забезпечити максимальний комфорт та підтримку вашому тілу. Ми тестуємо кожен матрац, щоб переконатися, що він відповідає нашим високим стандартам',
  },
  {
    icon: clipboardIcon,
    title: 'Гарантія',
    text: 'Ми впевнені в нашій продукції і пропонуємо гарантію на всі наші товари. Якщо ви не задоволені своїм матрацом з будь-якої причини, ми готові запропонувати вам обмін чи повернення коштів.',
  },
  {
    icon: moneyIcon,
    title: 'Ціна',
    text: 'Ми пропонуємо конкурентоспроможні ціни наших матраців, щоб наші клієнти могли отримати максимальну цінність за власні кошти. Ми також пропонуємо знижки та акції на регулярній основі, щоб допомогти нашим клієнтам заощадити ще більше.',
  },
  {
    icon: handshakeIcon,
    title: 'Персональний підхід',
    text: 'Ми розуміємо, що кожен клієнт має свої унікальні потреби та переваги. Тому ми пропонуємо персональний підхід до кожного клієнта, щоб допомогти вибрати ідеальний матрац, який підходить саме для вас.',
  },
];

export default advantagesConfig;
