const heroConfig = [
  {
    id: '0',
    bgi: 'slide-1',
    title: 'Доступні ціни',
    text: 'Якісний матрац при невеликому бюджеті',
  },
  {
    id: '1',
    bgi: 'slide-2',
    title: 'Створюємо комфорт',
    text: 'Виконуємо замовлення на матраци нестандартних розмірів',
  },
  {
    id: '2',
    bgi: 'slide-3',
    title: 'Екологічні',
    text: 'Виготовлені з високоякісних матеріалів',
  },
  {
    id: '3',
    bgi: 'slide-4',
    title: 'Довговічні',
    text: 'Збільшений термін служби матрацу',
  },
];

export default heroConfig;
