import item1x1 from '../images/products/mobile/item-1.jpg';
import item1x2 from '../images/products/mobile/item-1@2x.jpg';
import item2x1 from '../images/products/mobile/item-2.jpg';
import item2x2 from '../images/products/mobile/item-2@2x.jpg';
import item3x1 from '../images/products/mobile/item-3.jpg';
import item3x2 from '../images/products/mobile/item-3@2x.jpg';
import item4x1 from '../images/products/mobile/item-4.jpg';
import item4x2 from '../images/products/mobile/item-4@2x.jpg';

const productsConfig = [
  {
    id: '1',
    name: 'hostel',
    img1x: item1x1,
    img2x: item1x2,
    oldPrice: 1000,
    newPrice: 800,
    initialOldPrice: 1000,
    initialNewPrice: 800,
    sale: true,
    guarantee: 18,
    stiffnessSides: '4/4',
    stiffness: 'середня',
    load: 'до 120кг',
    type: 'двосторонній',
    typeSpring: 'безпружинний',
    option: false,
    cover: true,
    height: 'від 5 до 20 см',
    coconut: false,
    latex: false,
    materialCover: 'Жакард',
    layer1: 'Mix Foam',
    layer2: false,
    layer3: false,
    quantity: 1,
    sizes: ['80x200', '80x190', '90x200', '90x190', '160x200', '160x190'],
    desc1:
      'Матрац Хостел - товщиною 5-8 см вирівняє та перетворить любу поверхню на комфортне місце для сну та відпочинку. Матрац Хостел потурбується про максимально природнє положення тіла, забезпечить правильне положення хребта, розподіливши навантаження. Чохол зйомний на блискавці виготовлений з полікотону - зносостійкого, матеріалу. Модель товщиною 10 - 20 см викорисовується як самостійний матрац.',
    desc2:
      'Наповнення: ортопедична піна Mix Foam - сучасний довговічний, гіпоалергенний матеріал з підвищеною пружністю.',
    desc3:
      'Матрац Хостел надзвичайно комфортний, помірно жорсткий, забезпечує надійну підтримку Вашого тіла. Ортопедичні та анатомичні властивості матрацу подарують Вам здоровий сон.',
    desc4:
      'Company рада запропонувати Вам ортопедичні матраци різного ступеня жорсткості, з навантаженням на одне спальне місце від 50кг до 130кг. У нас кожен покупець зможе вибрати та купити ортопедичний матрац, який не тільки відповідатиме бажаним характеристикам, але й приємно порадує відносно невеликою вартістю.',
  },
  {
    id: '2',
    name: 'comfort',
    img1x: item2x1,
    img2x: item2x2,
    oldPrice: 1000,
    newPrice: 800,
    initialOldPrice: 1000,
    initialNewPrice: 800,
    sale: true,
    guarantee: 18,
    stiffnessSides: '4/4',
    stiffness: 'середня',
    load: 'до 120кг',
    type: 'двосторонній',
    typeSpring: 'безпружинний',
    option: false,
    cover: true,
    height: 'від 5 до 20 см',
    coconut: false,
    latex: false,
    materialCover: 'Жакард',
    layer1: 'Mix Foam',
    layer2: false,
    layer3: false,
    quantity: 1,
    sizes: ['80x200', '80x190', '90x200', '90x190', '160x200', '160x190'],
    desc1:
      'Матрац Комфорт - товщиною 5-8 см вирівняє та перетворить любу поверхню на комфортне місце для сну та відпочинку. Матрац Комфорт потурбується про максимально природнє положення тіла, забезпечить правильне положення хребта, розподіливши навантаження.  Чохол зйомний на блискавці виготовлений з жаккарду - зностійкого, легкого у догляді матеріалу. Тканина чохла простьобана на синтепоні, що забезпечує додатковий комфорт. За допомогою еластичних фіксаторів, що надійно вшиті в чохол, легко закріпити матрац на спальному місці: дивані або основному матраці. Модель товщиною 10 - 20 см викорисовується як самостійний матрац.',
    desc2:
      'Наповнення: ортопедична піна Mix Foam - сучасний довговічний, гіпоалергенний матеріал з підвищеною пружністю.',
    desc3:
      'Матрац Комфорт надзвичайно комфортний, помірно жорсткий, забезпечує надійну підтримку Вашого тіла. Ортопедичні та анатомичні властивості матрацу подарують Вам здоровий сон.',
    desc4:
      'Company рада запропонувати Вам ортопедичні матраци різного ступеня жорсткості, з навантаженням на одне спальне місце від 50кг до 130кг. У нас кожен покупець зможе вибрати та купити ортопедичний матрац, який не тільки відповідатиме бажаним характеристикам, але й приємно порадує відносно невеликою вартістю.',
  },
  {
    id: '3',
    name: 'jasmine',
    img1x: item3x1,
    img2x: item3x2,
    oldPrice: 1000,
    newPrice: 800,
    initialOldPrice: 1000,
    initialNewPrice: 800,
    sale: true,
    guarantee: 18,
    stiffnessSides: '3/3',
    stiffness: 'середня',
    load: 'до 120кг',
    type: 'двосторонній',
    typeSpring: 'безпружинний',
    option: false,
    cover: true,
    height: 'від 8 до 20 см',
    coconut: false,
    latex: false,
    materialCover: 'Жакард',
    layer1: 'Oxygen Foam',
    layer2: 'Mix Foam',
    layer3: 'Oxygen Foam',
    quantity: 1,
    sizes: ['80x200', '80x190', '90x200', '90x190', '160x200', '160x190'],
    desc1:
      'Матрац Жасмін - товщиною 8 см вирівняє та перетворить любу поверхню на комфортне місце для сну та відпочинку. Матрац Жасмін потурбується про максимально природнє положення тіла, забезпечить правильне положення хребта, розподіливши навантаження.  Чохол зйомний на блискавці виготовлений з жаккарду - зностійкого, легкого у догляді матеріалу. Тканина чохла простьобана на синтепоні, що забезпечує додатковий комфорт. За допомогою еластичних фіксаторів, що надійно вшиті в чохол, легко закріпити матрац на спальному місці: дивані або основному матраці. Модель товщиною 10 - 20 см викорисовується як самостійний матрац.',
    desc2:
      'Напоповнення: поєднання сучасних матеріалів, таких як високоеластична ортопедична піна Oxygen Foam - еластичний пінополіуретан насичений киснем, та ортопедична піна Mix Foam - сучасний довговічний, гіпоалергенний матеріал з підвищеною пружністю.',
    desc3:
      'Матрац Жасмін надзвичайно комфортний, помірно жорсткий, забезпечує надійну підтримку Вашого тіла. Ортопедичні та анатомичні властивості матрацу подарують Вам здоровий сон.',
    desc4:
      'Company рада запропонувати Вам ортопедичні матраци різного ступеня жорсткості, з навантаженням на одне спальне місце від 50кг до 130кг. У нас кожен покупець зможе вибрати та купити ортопедичний матрац, який не тільки відповідатиме бажаним характеристикам, але й приємно порадує відносно невеликою вартістю.',
  },
  {
    id: '4',
    name: 'karmen',
    img1x: item4x1,
    img2x: item4x2,
    oldPrice: 1000,
    newPrice: 800,
    initialOldPrice: 1000,
    initialNewPrice: 800,
    sale: true,
    guarantee: 18,
    stiffnessSides: '3/4',
    stiffness: 'середня',
    load: 'до 120кг',
    type: 'двосторонній',
    typeSpring: 'безпружинний',
    option: false,
    cover: true,
    height: 'від 8 до 20 см',
    coconut: false,
    latex: false,
    materialCover: 'Жакард',
    layer1: 'Oxygen Foam',
    layer2: 'Mix Foam',
    layer3: false,
    quantity: 1,
    sizes: ['80x200', '80x190', '90x200', '90x190', '160x200', '160x190'],
    desc1:
      'Матрац Кармен - товщиною 8 см вирівняє та перетворить любу поверхню на комфортне місце для сну та відпочинку. Матрац Кармен потурбується про максимально природнє положення тіла, забезпечить правильне положення хребта, розподіливши навантаження.  Чохол зйомний на блискавці виготовлений з жаккарду - зностійкого, легкого у догляді матеріалу. Тканина чохла простьобана на синтапоні, що забезпечує додатковий комфорт. За допомогою еластичних фіксаторів, що надійно вшиті в чохол, легко закрепити матрац на спальному місці: дивані або основному матраці. Модель товщиною 10 - 20 см викорисовується як самостійний матрац.',
    desc2:
      'Наповнення: поєднання сучасних матеріалів, таких як високоеластична ортопедична піна Oxygen Foam - еластичний пінополіуретан насичений киснем,  та ортопедична піна Mix Foam - сучасний довговічний, гіпоалергенний матеріал з підвищеною пружністю.',
    desc3:
      'Матрац Кармен надзвичайно комфортний, помірно жорсткий, забезпечує надійну підтримку Вашого тіла. Ортопедичні та анатомичні властивості матрацу подарують Вам здоровий сон.',
    desc4:
      'Company рада запропонувати Вам ортопедичні матраци різного ступеня жорсткості, з навантаженням на одне спальне місце від 50кг до 130кг. У нас кожен покупець зможе вибрати та купити ортопедичний матрац, який не тільки відповідатиме бажаним характеристикам, але й приємно порадує відносно невеликою вартістю.',
  },
];

export default productsConfig;
