const reviewsConfig = [
  {
    id: "0",
    img: "https://i.postimg.cc/BnFpp1XK/item-1.jpg",
    img2x: "https://i.postimg.cc/mkhNHPvh/item-1-2x.jpg",
    name: "Альбіна",
    text: "Матрац name дуже зручний та відповідає формі мого тіла. Матеріали, для виготовлення матраца, є високоякісними. Коли я помітила значне покращення якості мого сну, можу впевнено рекомендувати купити матрац на mattress.com",
  },
  {
    id: "1",
    img: "https://i.postimg.cc/0NdfRRG5/item-2.jpg",
    img2x: "https://i.postimg.cc/nVw1t1mm/item-2-2x.jpg",
    name: "Павло",
    text: "Нещодавно я придбав матрац name у mattress.com і був дуже вражений якістю та комфортом, який він забезпечує. З тих пір, я сплю краще, ніж будь-коли, і я б точно рекомендував його всім, хто шукає зручний недорогий матрац.",
  },
  {
    id: "2",
    img: "https://i.postimg.cc/rmV9qng1/item-3.jpg",
    img2x: "https://i.postimg.cc/Hsq4rsBs/item-3-2x.jpg",
    name: "Ігор",
    text: "Я дуже задоволений своїм новим матрацом! Це неймовірно зручно та забезпечує ідеальну підтримку для мого тіла. Я міцно сплю всю ніч та прокидаюся бадьорим і відпочилим. Це ідеальне поєднання комфорту та ціни.",
  },
  {
    id: "3",
    img: "https://i.postimg.cc/ZRwxn8D1/item-4.jpg",
    img2x: "https://i.postimg.cc/8zLdMQ0d/item-4-2x.jpg",
    name: "Людмила",
    text: "Я придбала матрац у цьому магазині і дуже рада! Матрац неймовірно зручний - це ніби спати на хмарі. Доставка була швидкою, і його було легко перевозити. Загалом, якість матраца відмінна за таку ціну. Дуже рекомендую, якщо вам потрібен новий!",
  },
  {
    id: "4",
    img: "https://i.postimg.cc/1XT0c9SB/item-5.jpg",
    img2x: "https://i.postimg.cc/hGr9Z8gf/item-5-2x.jpg",
    name: "Євген",
    text: "Зручна доставка новою поштою, матрац якісний та комфортний, мені це подобається. Рекомендуємо ознайомитися з цим дивовижним продуктом, якщо ви прагнете добре відпочити вночі!",
  },
  {
    id: "5",
    img: "https://i.postimg.cc/6Qwrhjkk/item-6.jpg",
    img2x: "https://i.postimg.cc/6Qwrhjkk/item-6.jpg",
    name: "Катерина",
    text: "Чудове обслуговування клієнтів в цьому магазині - вони професійно допомогли мені вибрати правильний матрас для моїх потреб. Рекомендую цей магазин, якщо ви шукаєте якісні матраси за доступною ціною!.",
  },
];

export default reviewsConfig;
